Repository: albanobattistella/pdfslicer
Catalog: po/*.po
Languages: eu

source: A simple application to extract, merge, rotate and reorder pages of PDF documents
eu: PDF dokumentuen orriak ateratzeko, bateratzeko, biratzeko eta berriro ordenatzeko aplikazio erraza

source: Slicer developers
eu: Slicer garatzaileak

source: Application programming
eu: Aplikazioaren programazioa

source: Application design
eu: Aplikazioaren diseinua

source: Application icon
eu: Aplikazioaren ikonoa

source: Third-party libraries
eu: Hirugarrenen liburutegiak

source: Rotate left
eu: Biratu ezkerrera

source: Rotate right
eu: Biratu eskuinera

source: Move left
eu: Ezkerrera mugitu

source: Move right
eu: Eskuinera mugitu

source: Remove selected pages
eu: Ezabatu hautatutako orriak

source: Remove unselected pages
eu: Ezabatu hautatu gabeko orriak

source: Remove previous pages
eu: Ezabatu aurreko orrialdeak

source: Remove next pages
eu: Ezabatu hurrengo orriak

source: More page removing operations…
eu: Orrialdeak ezabatzeko eragiketa gehiago…

source: Select All
eu: Hautatu guztiak

source: Select odd pages
eu: Hautatu orrialde bakoitiak

source: Select even pages
eu: Hautatu orrialde bikoitiak

source: More page selecting options…
eu: Orrialdeak hautatzeko aukera gehiago gutxienez…

source: Invert Selection
eu: Hautaketa inbertitu

source: Cancel Selection
eu: Hautaketa bertan behera utzi

source: Select documents to add
eu: Hautatu dokumentuak gehitzeko

source: Add
eu: Gehitu

source: Cancel
eu: Ezeztatu

source: New window
eu: Leiho berria

source: Zoom
eu: Handitzea

source: Keyboard shortcuts
eu: Teklatu-lasterbideak

source: About PDF Slicer
eu: PDF Sliceri buruz

source: The selected files could not be opened
eu: Ezin izan dira ireki aukeratutako fitxategiak

source: The current document could not be saved
eu: Ezin izan da gorde dokumentua

source: Added file {fileName}
eu: {fileName} fitxategia gehitu da

source: Multiple files added
eu: Fitxategi ugari erantsi dira

source: Open
eu: Ireki

source: Add Documents
eu: Erantsi dokumentuak

source: At the beggining…
eu: Hasieran…

source: At the end…
eu: Azkenean…

source: After the selected page…
eu: Hautatutako orriaren ondoren…

source: Add Documents…
eu: Dokumentuak gehitu…

source: Undo
eu: Desegin

source: Redo
eu: Berregin

source: Save As
eu: Gorde honela

source: Page {pageNumber}
eu: Orrialdea {pageNumber}

source: Open document
eu: Ireki dokumentu bat

source: PDF documents
eu: PDF dokumentuak

source: Page preview
eu: Orrialdearen aurrebista

source: Zoom out
eu: Murriztu

source: Zoom in
eu: Handitu

source: Save document as
eu: Gorde dokumentua honela

source: Save
eu: Gorde

source: Untitled document
eu: Titulurik gabeko dokumentua

source: Saving document…
eu: Dokumentua gordetzen…

source: Document succesfully saved
eu: Dokumentua behar bezala gorde da

source: Save modified document before closing?
eu: Gorde aldatutako dokumentua itxi aurretik?

source: Close without Saving
eu: Cerrar sin guardar

source: Save As…
eu: Gorde honela…

source: Open a document to start slicing!
eu: Ireki dokumentu bat eta hasi mozten!

# shortcut window
source: General
eu: Orokorra

# shortcut window
source: Open document
eu: Ireki dokumentu bat

# shortcut window
source: Save document
eu: Gorde dokumentua

# shortcut window
source: Zoom in
eu: Handitu

# shortcut window
source: Zoom out
eu: Murriztu

# shortcut window
source: Reset zoom level
eu: Zabaltze-maila berrezartu

# shortcut window
source: New window
eu: Leiho berria

# shortcut window
source: Close window
eu: Itxi leihoa

# shortcut window
source: Document editing
eu: Dokumentuak editatzea

# shortcut window
source: Remove selected pages
eu: Ezabatu hautatutako orriak

# shortcut window
source: Select all pages
eu: Hautatu orrialde guztiak

# shortcut window
source: Invert current selection
eu: Hautaketa inbertitu

# shortcut window
source: Cancel selection
eu: Hautaketa bertan behera utzi

# shortcut window
source: Undo last command
eu: Azken agindua desegin

# shortcut window
source: Redo undone command
eu: Desegindako agindua berregin

# shortcut window
source: Move selected pages left
eu: Hautatutako orriak ezkerrera mugitu

# shortcut window
source: Move selected pages right
eu: Hautatutako orriak eskuinera mugitu
